Repository: common-repository/telegram-chat
Catalog: lang/telegram-chat-*.po
Languages: es_mx, it_it

source: You can not activate more websites with this token
es_mx: Usted ya no puede activar más sitios web con este token.
it_it: Non è possibile attivare più siti web con questo token

source: Reviewing activation, wait a moment ...
es_mx: Revisando la activación, espere un momento ...
it_it: La revisione di attivazione, attendere un momento ...

source: Open chat on opening
es_mx: Abrir el chat al abrir la pagina web
it_it: Aprire la chat in apertura

source: Welcome message
es_mx: Mensaje de bienvenida
it_it: Messaggio di benvenuto

source: Consultor
es_mx: Asesor
it_it: Assistente

source: Job
es_mx: Puesto
it_it: Qualifica

source: Department
es_mx: Departamento
it_it: Dipartimento

source: Contact us
es_mx: Contacta con nosotros
it_it: Contattaci

source: Connecting...
es_mx: Conectando...
it_it: In connessione...

source: created by
es_mx: creado por
it_it: creato da

source: The user opens the chat on the website
es_mx: Usuario abre el chat en la página web
it_it: L'Utente apre la chat

source: The user maximizes the window
es_mx: Usuario maximiza la ventana
it_it: L'Utente ha aperto la finestra

source: The user minimizes the window
es_mx: Usuario minimiza la ventana
it_it: L'Utente ha ridotto la finestra

source: The user leaves the website
es_mx: El usuario abandonó la página web
it_it: L'utente lascia il sito web

source: The name, email and comments are required
es_mx: El nombre, correo y comentarios son obligatorios
it_it: Nome, e-mail e commenti sono obbligatori

source: <strong>There are no users,</strong><br>please configure the plugin
es_mx: <strong>No hay usuarios,</strong><br>por favor configura el plugin
it_it: <strong> Non ci sono utenti, </strong> <br> si prega di configurare il plugin

source: <strong>The license has expired,</strong><br>please go to the website <a href='http://telegramwordpress.com' target='_blank'>http://telegramwordpress.com</a>
es_mx: <strong>El código de activación ha expirado,</strong><br>para obtener una nueva visita <a href='http://telegramwordpress.com' target='_blank'>http://telegramwordpress.com</a>
it_it: <strong> La licenza è scaduta, </strong> <br> si prega di visitare il sito Web <a href='http://telegramwordpress.com' target='_blank'> http://telegramwordpress.com </a>

source: How I can help today
es_mx: En qué te puedo ayudar hoy?
it_it: I cosa ti posso aiutare oggi

source: Write your comments here
es_mx: Escribe aquí tus comentarios
it_it: Scrivi qui i tuoi commenti

source: Name
es_mx: Nombre
it_it: Nome

source: Telephone
es_mx: Teléfono
it_it: Telefono

source: optional
es_mx: opcional
it_it: opzionale

source: Send
es_mx: Enviar
it_it: Invia

source: Write here
es_mx: Escribe aquí
it_it: Scrivi qui

source: The client is writing...
es_mx: El cliente esta escribiendo...
it_it: Il Cliente sta scrivendo...

source: Client
es_mx: Cliente
it_it: Cliente

source: Writing...
es_mx: Escribiendo...
it_it: Scrivendo...

source: Loading...
es_mx: Cargando...
it_it: Caricamento in corso ...

source: The plugin must be updated
es_mx: Es obligatorio actualizar el plugin
it_it: Il plugin deve essere aggiornato

source: Welcome
es_mx: Bienvenido
it_it: Benvenuto

source: Settings
es_mx: Configuración
it_it: Impostazioni

source: Activate
es_mx: Activar
it_it: Attivare

source: Telegram-Chat Activate
es_mx: Activación Telegram-Chat
it_it: Telegramma-Chat Attiva

source: From the date of download and activation, you will have three days as a demo to test the operation of the plugin, from the third day the plugin will no longer connect. <br>To obtain an activation code please consult the following link:<br><a href="http://telegramwordpress.com" target="_blank">http://telegramwordpress.com</a>
es_mx: A partir de la fecha de descarga y activación, usted contará con tres días como demo para probar el funcionamiento del plugin, a partir del tercer día el plugin ya no se conectará. <br>Para conseguir un código de activación favor de consultar la siguiente liga:<br><a href="http://telegramwordpress.com" target="_blank">http://telegramwordpress.com</a>
it_it: A decorrere dalla data di download e l'attivazione, si avrà tre giorni come una demo per testare il funzionamento del plugin, dal terzo giorno il plugin non sarà più la connessione. <br>Per ottenere un codice di attivazione consultare il seguente link:<br><a href="http://telegramwordpress.com" target="_blank">http://telegramwordpress.com</a>

source: Activation code incorrect
es_mx: Código de activación incorrecto.
it_it: Codice di attivazione errato

source: Activation code has expired
es_mx: El código de activación ha expirado
it_it: Il codice di attivazione è scaduto

source: Write the token here...
es_mx: Escribe el token aquí...
it_it: Scrivi il token qui ...

source: Active token
es_mx: Activar token
it_it: Token attivo

source: Expiration day
es_mx: Fecha de expiración
it_it: Data di scadenza

source: Delete
es_mx: Eliminar
it_it: Elimina

source: How the Telegram-chat plugin work?
es_mx: ¿Cómo funciona Telegram-chat?
it_it: Come funziona Telegram-chat?

source: Install Telegram on your cell phone
es_mx: Instala Telegram en tu celular
it_it: Installa Telegram sul tuo smartphone

source: Do not lose communication with your customers, take all your conversations to your phone by Telegram. Just configure your phone number and ready! Now supports any visitor or information from your phone at any time. It is the easiest way to support and maintain contact with your customers.
es_mx: No pierdas comunicación con tus clientes, lleva todas tus conversaciones a tu celular gracias a Telegram. Solo configura tu número celular y listo! Ahora da soporte o información a cualquier visitante desde tu celular a cualquier hora. Es la forma más fácil de apoyar y mantener el contacto con tus clientes. Añade la mejor solución de comunicación de chat a tu sitio web ahora.
it_it: Non perdere la comunicazione con i tuoi clienti, porta tutte le tue conversazioni sul tuo smart-phone grazie a Telegram. Devi solo inserire il numero di cellulare e sei pronto! Adesso puoi dare assistenza e informazioni a qualsiasi visitatore dal tuo smart-phone, a qualsiasi ora. Telegram-Chat è la forma più facile per rimanere in contatto con i tuoi clienti. Aggiungi la miglior soluzione per comunicare via chat al tuo sito web ora.

source: <li>If you add more than one phone, you can answer from several cell phone at a time to the same customer, this makes communication more efficient and timely.</li><li>If your customers do not want to be connected to your website to have support, invite your client Telegram group and that they also enjoy the ease of communication. All with a single click.</li>
es_mx: <li>Si agregas más de un celular, puedes contestar desde varios celulares a la vez al mismo cliente, esto hace que la comunicación sea más eficaz y oportuna.</li><li>Si tus clientes no quieren estar conectados a tu página web para tener soporte, invítalos al grupo de Telegram y que ellos también gocen de la facilidad de la comunicación. Todo con un solo click.</li>
it_it: <li>Se aggiungi più di un numero di cellulare, puoi rispondere da vari smart-phone nello stesso momento ed allo stesso cliente, questo rende la comunicazione più rapida ed efficace.</li><li>Se i tuoi clienti non vogliono connettersi alla tua pagina web per scriverti, invitali nel gruppo di Telegram così che possano comunicare con te più facilmente. Tutto grazie ad un solo click.</li>

source: <div style="padding:10px; margin:10px; text-align:center; background-color:#1c6899; color:#FFFFFF;">Follow us on our channel, we will inform you of updates, news and promotions we have for you.<br><a href="https://telegram.me/Chat4BusinessEN" target="_blank"><strong style="font-size:17px; color:#FFFFFF;">@Chat4BusinessEN</strong></a></div>
es_mx: <div style="padding:10px; margin:10px; text-align:center; background-color:#1c6899; color:#FFFFFF;">Siguenos en nuestro Canal, te informaremos de actualizaciones, noticias y promociones que tengamos para ti.<br><a href="https://telegram.me/Chat4BusinessES" target="_blank"><strong style="font-size:17px; color:#FFFFFF;">@Chat4BusinessES</strong></a></div>
it_it: <div style="padding:10px; margin:10px; text-align:center; background-color:#1c6899; color:#FFFFFF;">Seguici sul nostro Canale, resta informato sugli aggiornamenti, le notizie e le promozioni che ti abbiamo riservato.<br><a href="https://telegram.me/Chat4BusinessEN" target="_blank"><strong style="font-size:17px; color:#FFFFFF;">@Chat4BusinessEN</strong></a></div>

source: When a customer wants to contact you, the client must first fill out the initial form, at the time the customer submits the form, the system automatically creates a group on Telegram, the group consists of a phone cell that manages communication and phone cell collaborator that you added in the "<a href="?page=telegram-chat-plugin&tab=configuracion_options">Settings</a>“. Once the group was created, the system sends the initial information the customer filled in the first form, when the partner sends a message through his cell from Telegram, the message will automatically reach the website.
es_mx: Cuando un cliente desea contactarte, el cliente primero debe de llenar el formulario inicial, en el momento que el cliente envía el formulario, automáticamente el sistema creará un grupo en Telegram, el grupo esta formado por una línea celular que administra la comunicación y la línea celular del colaborador que agregó en la sección de "<a href="?page=telegram-chat-plugin&tab=configuracion_options">Configuración</a>". Una vez que se creo el grupo, el sistema envía la información inicial que el cliente llenó en el primer formulario, cuando el colaborador envía un mensaje por medio de su celular desde Telegram, el mensaje llegará automáticamente a al página web.
it_it: Quando un cliente vuole contattarti deve prima compilare il modulo iniziale, dal momento in cui il cliente invia il modulo il sistema crea automaticamente un gruppo in Telegram, il gruppo è formato da un numero cellulare che gestisce la comunicazione ed un altro numero cellulare del collaboratore che si è aggiunto nella sezione di <a href="?page=telegram-chat-plugin&tab=configuracion_options">Impostazioni</a>". Una volta creato il gruppo, il sistema invia le informazioni iniziali che il cliente ha inserito nel primo modulo, quando l'assistente invia un messaggio attraverso il suo smart-phone da Telegram il messaggio verrà automaticamnte recapitato sulla chat della pagina web.

source: Telegram-Chat Settings
es_mx: Configuración de Telegram-Chat
it_it: Impostazioni di Telegram-Chat

source: With this plugin you can chat directly from your website to your Telegram, forget sitting waiting for your prospects to contact you, now you can do from your phone.<br><small><a href="http://www.telegramwordpress.com/faqs" target="_blank">Check out our FAQs if you have questions</a></small>
es_mx: Con este plugin podrás chatear de forma directa desde tu pagina web a tu Telegram, olvida de estar sentado esperando a que tus prospectos se comuniquen contigo, ahora lo podrás hacer desde tu celular.<br><small><a href=“http://www.telegramwordpress.com/faqs" target="_blank">Consulta nuestras FAQs si tienes dudas</a></small>
it_it: Con questo plugin potrai ricevere chat direttamente dalla tua pagina web al tuo account Telegram, dimentica di star seduto aspettando che i tuoi Utenti comunichino con Te, ora lo puoi fare dal tuo smart-phone.<br><small><a href="http://www.telegramwordpress.com/faqs" target="_blank">Visita le nostre FAQs sei hai qualche dubbio</a></small>

source: Registered collaborators</span></strong><br><small>These users will receive conversations in the Telegram when a customer wants to chat.</small>
es_mx: Usuarios registrados</span></strong><br><small>Estos usuarios recibirán las conversaciones cuando un cliente quiera chatear.</small>
it_it: Utenti registrati</span></strong><br><small>Questi utenti riceveranno le conversazioni quando un cliente invierà una chat.</small>

source: <span style="width:10px; height:10px; background-color:#e3fbe0; padding:5px; margin:5px;">Active user on Telegram</span> <span style="width:10px; height:10px; background-color:#fbe0e0; padding:5px; margin:5px;">User not active on Telegram</span> <span style="width:10px; height:10px; background-color:#DDDDDD; padding:5px; margin:5px;">Verifying user on Telegram</span><br>Do you know how to download Telegram on your mobile? <a href="https://www.youtube.com/watch?v=tGVKx8WR-7w" target="_blank">https://www.youtube.com/watch?v=tGVKx8WR-7w</a>
es_mx: <span style="width:10px; height:10px; background-color:#e3fbe0; padding:5px; margin:5px;">Usuario activado en Telegram</span> <span style="width:10px; height:10px; background-color:#fbe0e0; padding:5px; margin:5px;">Usuario no activado en Telegram</span><span style="width:10px; height:10px; background-color:#DDDDDD; padding:5px; margin:5px;">Validando usuario en Telegram</span><br>¿Sabes como descargar Telegram en tu celular? <a href="https://www.youtube.com/watch?v=tGVKx8WR-7w" target="_blank">https://www.youtube.com/watch?v=tGVKx8WR-7w</a>
it_it: <span style="width:10px; height:10px; background-color:#e3fbe0; padding:5px; margin:5px;">Utente attivo su Telegram</span> <span style="width:10px; height:10px; background-color:#fbe0e0; padding:5px; margin:5px;">L'utente non attiva il telegramma</span><span style="width:10px; height:10px; background-color:#DDDDDD; padding:5px; margin:5px;">Verifica utente su Telegram</span><br>¿Sapete come scaricare telegramma sul tuo telefonino? <a href="https://www.youtube.com/watch?v=tGVKx8WR-7w" target="_blank">https://www.youtube.com/watch?v=tGVKx8WR-7w</a>

source: No collaborators
es_mx: No hay colaboradores
it_it: No Collaboratore

source: New collaborator
es_mx: Nuevo colaborador
it_it: Nuovo Collaboratore

source: Code
es_mx: Lada
it_it: Lada

source: Phone (cellphone number)
es_mx: Teléfono (Número celular)
it_it: Telefono (numero di cellulare)

source: Alert new conversation
es_mx: Avisar de nuevas conversaciones
it_it: Notifica domanda

source: Email
es_mx: Correo electrónico
it_it: posta elettronica

source: Save
es_mx: Guardar
it_it: Salva

source: <span style="font-size:19px">Chat Information</span><br><small>Information and images that were used in the chat window, do not need to be the same as collaborators.</small>
es_mx: <span style="font-size:19px">Información del chat</span><br><small>Información e imágenes que se usarán en la ventana del chat, no es necesario que sea la misma que la de los colaboradores.</small>
it_it: <span style="font-size:19px">Informazioni sulla Chat</span><br><small>Informazioni e immagini da utilizzare nella finestra della chat, non è necessario che sia la stessa foto di quella dei collaboratori.</small>

source: Visible on mobile
es_mx: Visible en móviles
it_it: Visibile sul cellulare

source: Yes
es_mx: Sí
it_it: Sì

source: No
it_it: Non

source: Profile Name
es_mx: Nombre asesor
it_it: Nome assistente

source: Profile photo
es_mx: Foto de perfil
it_it: Foto del profilo

source: Company photo
es_mx: Logo de la empresa
it_it: Logo dell'azienda

source: Recommended 80x80px
es_mx: Recomendado 80x80px
it_it: Dimensione raccomandata 80x80px

source: Recommended 60x60px
es_mx: Recomendado 60x60px
it_it: Dimensione raccomandata 60x60px

source: Take all your conversations to your phone by Telegram. Just configure your phone number and ready!
es_mx: Lleva todas tus conversaciones a tu celular gracias a Telegram. Solo configura tu número celular y listo!
it_it: Porta tutte le tue conversazioni sul tuo smart-phone grazie a Telegram. Devi solo inserire il numero di cellulare e sei pronto!
